[ { "id": 1, "title": "Bien choisir son Pogona", "body": "Lorsque vous décidez d'acheter un pogona, que ce soit chez un éleveur ou dans une animalerie, examinez-le attentivement. Vous devez tout de suite remarquer à quel point il est alerte et actif, vous ne voulez pas d'un animal qui ne peut pas lever la tête ou qui a l'air léthargique. Lorsque vous vous approchez de l'enclos, les pogonas doivent vous observer avec intérêt et doivent avoir des yeux vifs et alertes. Vous devez également vérifier s'ils n'ont pas de plaies, de brûlures, de parasites externes ou de difformités. Assurez-vous également qu'il n'y a pas de pus ou d'autres saletés dans les yeux, le nez ou la bouche. De nombreux pogonas auront des orteils ou des morceaux de queue manquants, ce qui ne leur causera aucune gêne tant que la blessure semble cicatrisée et ne présente aucun signe d'infection. L'une des choses les plus importantes à mes yeux est de regarder sa taille : Je ne recommande pas les pogonas de moins de 15cm de longueur totale. Les bébés peuvent être très fragiles et plus susceptibles de tomber malades ou d'être trop stressés. Il est beaucoup plus facile de prendre soin d'un pogona plus développé.", "imageUrl": "https://images.unsplash.com/photo-1580328531142-794d0721a01b?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=2550&q=80", "author": "Admin" },
{ "id": 2, "title": "L'habitat de votre Pogona", "body": "Les jeunes pogonas de moins de 25 centimètres de long peuvent être hébergés dans un terrarium de 75 litres. Cela ne durera que quelques mois, car ils grandissent rapidement. Les Dragons adultes ne doivent pas être hébergés dans un terrarium plus petit qu'un terrarium d'élevage de 150 litres. Je préfère utiliser des terrarium de 200 litres en raison de la longueur supplémentaire que cela leur donne pour courir et ils sont faciles à trouver dans la plupart des animaleries. Des couvercles grillagés doivent être utilisés pour le dessus de tous les terrarium que vous utilisez. N'utilisez pas de verre, de plexiglas ou de bois pour recouvrir vos cages. Cela ne permettra pas une circulation d'air suffisante et emprisonnera également l'humidité dans la cage. Les couvercles à moustiquaires permettent la circulation de l'air, permettent à vos sources d'éclairage et de chaleur de fonctionner correctement et permettent également à l'humidité de s'échapper.", "imageUrl": "https://images.unsplash.com/photo-1510765410655-275be4ac2857?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1650&q=80", "author": "Admin" }]
