[ { "id": 1, "title": "Bien choisir son Pogona", "body": "Lorsque vous décidez d'acheter un pogona, que ce soit chez un éleveur ou dans une animalerie, examinez-le attentivement. Vous devez tout de suite remarquer à quel point il est alerte et actif, vous ne voulez pas d'un animal qui ne peut pas lever la tête ou qui a l'air léthargique. Lorsque vous vous approchez de l'enclos, les pogonas doivent vous observer avec intérêt et doivent avoir des yeux vifs et alertes. Vous devez également vérifier s'ils n'ont pas de plaies, de brûlures, de parasites externes ou de difformités. Assurez-vous également qu'il n'y a pas de pus ou d'autres saletés dans les yeux, le nez ou la bouche. De nombreux pogonas auront des orteils ou des morceaux de queue manquants, ce qui ne leur causera aucune gêne tant que la blessure semble cicatrisée et ne présente aucun signe d'infection. L'une des choses les plus importantes à mes yeux est de regarder sa taille : Je ne recommande pas les pogonas de moins de 15cm de longueur totale. Les bébés peuvent être très fragiles et plus susceptibles de tomber malades ou d'être trop stressés. Il est beaucoup plus facile de prendre soin d'un pogona plus développé.", "imageUrl": "https://images.unsplash.com/photo-1580328531142-794d0721a01b?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=2550&q=80", "author": "Admin" },
{ "id": 2, "title": "L'habitat de votre Pogona", "body": "Les jeunes pogonas de moins de 25 centimètres de long peuvent être hébergés dans un terrarium de 75 litres. Cela ne durera que quelques mois, car ils grandissent rapidement. Les Dragons adultes ne doivent pas être hébergés dans un terrarium plus petit qu'un terrarium d'élevage de 150 litres. Je préfère utiliser des terrarium de 200 litres en raison de la longueur supplémentaire que cela leur donne pour courir et ils sont faciles à trouver dans la plupart des animaleries. Des couvercles grillagés doivent être utilisés pour le dessus de tous les terrarium que vous utilisez. N'utilisez pas de verre, de plexiglas ou de bois pour recouvrir vos cages. Cela ne permettra pas une circulation d'air suffisante et emprisonnera également l'humidité dans la cage. Les couvercles à moustiquaires permettent la circulation de l'air, permettent à vos sources d'éclairage et de chaleur de fonctionner correctement et permettent également à l'humidité de s'échapper.", "imageUrl": "https://images.unsplash.com/photo-1510765410655-275be4ac2857?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1650&q=80", "author": "Admin" },
{ "id": 3, "title": "L'eclairage nécessaire pour le Pogona", "body": "Les pogonas ont besoin d'un éclairage à spectre complet pendant 12 à 14 heures par jour. Les tubes Reptisun 10.0 ou Arcadia 12 % sont connus pour fournir certains des meilleurs UVB complets pour vos pogonas . Les serpentins ou les compacts de la même marque ne sont pas recommandés, car il a été démontré qu'ils provoquent des problèmes oculaires et une réduction de l'appétit. La marque Reptiglo n'est pas non plus recommandée, qu'il s'agisse de tubes, de bobines ou de compacts, car elle a été associée à la cause de problèmes oculaires, de léthargie et de manque d'appétit. Ces ampoules fluorescentes devraient s'étendre sur toute la longueur de votre enclos de pogona et il devrait pouvoir s'approcher de la lumière à une distance de 15 à 20 cm. Les UVB devraient être montés à l'intérieur du réservoir pour permettre à votre pogonas de recevoir 100% des UVB. Le réservoir peut filtrer jusqu'à 50 % des rayons UVB dont votre pogona a besoin. Les ampoules à vapeur de mercure sont également une bonne source de chaleur et d'UVB, mais pour permettre à votre pogona d'utiliser pleinement les UVB, il est préférable de ne pas utiliser le haut du réservoir en maille. Les monter sur un chandelier avec un dôme sans utiliser de couvercle permettra d'utiliser pleinement les UVB. Il est également important d'avoir le bon type de lumière UVB pour aider les os à se développer et à rester en bonne santé.", "imageUrl": "https://images.unsplash.com/photo-1473445030992-b2356ec3621a?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=668&q=80", "author": "Admin" },
{ "id": 4, "title": "Chauffage et bonnes températures pour le Pogona", "body": "Pour produire de la chaleur et un endroit où se prélasser dans votre enclos, vous pouvez utiliser n'importe quel type de lumière blanche ou une simple ampoule domestique qui vous donnera les bonnes températures pour qu'il puisse se prélasser. Le meilleur appareil pour chacun de ces choix est un luminaire à dôme en porcelaine. La température de ce spot doit se situer entre 40 et 43 degrés pour les bébés, 40 degrés pour les jeunes et entre 35 et  38degrés pour les adultes. Bien que je ne recommande pas de températures supérieures à 43° C, quelques degrés suffiront pour se prélasser. La chaleur de la lumière du soleil doit les aider à digérer leur nourriture. Le côté froid de l'enceinte doit être à environ 26 à 30 pendant la journée. Encore une fois, quelques degrés environ de ces températures suffisent. La nuit, la température peut descendre jusqu'à 18°C. Il est assez facile de maintenir les températures nocturnes au-dessus de ce niveau, même en hiver. Si vous ne pouvez pas maintenir vos températures au-dessus de ce niveau, vous pouvez envisager d'acheter un émetteur de chaleur en céramique, qui émet de la chaleur et pas de lumière. Les lampes chauffantes colorées ne sont pas recommandées car elles interrompent le sommeil des pogonas. N'utilisez pas de pierres chauffantes, car elles peuvent causer de graves brûlures sur le dessous de vos animaux. Un thermomètre numérique avec une sonde ou un pistolet à température est le meilleur moyen de mesurer les températures pour s'assurer que la zone de réchauffement est correcte.", "imageUrl": "https://images.unsplash.com/photo-1566763692571-ee57d56b8e8f?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1650&q=80", "author": "Admin" },
 { "id": 5, "title": "Le choix du bon substrat pour son pogona", "body": "Pour les bébés et les jeunes pogonas, je préfère et recommande soit du papier journal, des serviettes en papier, du papier de boucherie ou un tapis de reptile. Ces choix sont bon marché, faciles à nettoyer et ne présentent aucun risque pour la santé de votre animal. Si vous utilisez un tapis de reptile, le meilleur choix est celui qui ressemble à de l'herbe. Le type de feutre a de petites boucles de tissu qui peuvent attraper les ongles de votre pogona et lui causer des blessures. N'utilisez pas de sable, de copeaux ou tout autre substrat meuble pour les bébés ou les jeunes pogo. Ils peuvent être très maladroits, mais ils sont aussi très curieux et aiment tout goûter. Tout type de substrat meuble présente de sérieux risques pour la santé de votre animal. S'ils mangent un substrat meuble, ils peuvent en subir les effets, c'est-à-dire bloquer les intestins, et mourir.La coque de noix écrasée est dangereuse et ne doit être utilisée que pour nettoyer les déversements de pétrole. Ce substrat n'est PAS digestible et s'il est mangé en trop grande quantité, il peut provoquer un impact. J'ai vu ce phénomène se produire chez des reptiles allant des lézards aux tortues. N'utilisez pas ce produit. N'oubliez pas de lire notre article sur les risques d'impaction.", "imageUrl": "https://images.unsplash.com/photo-1566763692571-ee57d56b8e8f?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1650&q=80", "author": "Admin" }
]
